---
layout: post
title:  "Apple Crumble"
categories: [ Десерт ]
tags: [ яблоки ]
image: assets/images/apple-crumble.jpg
description: Классический британский рецепт.
---

**Уровень сложности**: Не сложно

### Ингредиенты для основы  

<table>
    <thead>
      <tr>
        <th>Яблоки (можно разные)</th>
        <th>Коричневый сахар</th>
        <th>Корица</th>
      </tr>
    </thead>
    <tbody>
      <tr>
        <td>3 шт.</td>
        <td>2 ст/л</td>
        <td>1 ч/л</td>
      </tr>
    </tbody>
</table>
<br>

### Ингредиенты для посыпки  

<table>
    <thead>
      <tr>
        <th>Мука</th>
        <th>Коричневый сахар</th>
        <th>Холодное масло</th>
        <th>Соль</th>
      </tr>
    </thead>
    <tbody>
      <tr>
        <td>175 г.</td>
        <td>110 г.</td>
        <td>110 г.</td>
        <td>1/2 ч/л</td>
      </tr>
    </tbody>
</table>
<br>

### Как готовить

1. Разогреть духовку до 170 градусов.
2. Очистить яблоки от кожуры, нарезать большими кубиками или слайсами.
3. Сложть их в миску, добавить коричневый сахар и корицу.

Теперь посыпка.
1. Положить в миску суку, сахар, соль и холодное масло.
2. Миксером (или руками) перемешать до однородной сыпучей массы.

Далее все просто.
Смазать сливочным маслом форму, половину (или чуть меньше) посыпки положить на дно формы.
Яблоки закинуть в форму для выпекания. Сверху равномерно посыпать посыпкой и отправить в духовку. Вилкой или ложкой немного примять сверху.

Выпекать 35-40 минут. После того как вытащили форму из духовки накрыть полотенцем или фольгой минут на 10.
Можно подавать с мороженым или карамельным сиропом.